import cat from "./cat.jpg";

export const data = [
	{
		timeDay: 1633381200000,
		messages: [
			{
				id: 49,
				type: "message",
				content: {
					text: "Системы не насущным обеспечение информационно-пропогандистское высокотехнологичная.\nОрганизационной уровня проверки направлений материально-технической принимаемых требует консультация от значительной.",
					time: 1633385895127,
					timeRangeDay: 1633381200000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1633467600000,
		messages: [
			{
				id: 48,
				type: "message",
				content: {
					text: "Существующий широким актуальность организационной уточнения базы путь.\nУправление повседневной практика постоянное соответствующих степени намеченных.",
					time: 1633485895126,
					timeRangeDay: 1633467600000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1633554000000,
		messages: [
			{
				id: 47,
				type: "message",
				content: {
					text: "Требует участниками ресурсосберегающих значимость вызывает в.",
					time: 1633585895126,
					timeRangeDay: 1633554000000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1633640400000,
		messages: [
			{
				id: 46,
				type: "image",
				content: {
					src: cat,
					time: 1633685895126,
					timeRangeDay: 1633640400000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1633726800000,
		messages: [
			{
				id: 45,
				type: "image",
				content: {
					src: cat,
					time: 1633785895126,
					timeRangeDay: 1633726800000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1633813200000,
		messages: [
			{
				id: 44,
				type: "message",
				content: {
					text: "Нас опыт участниками внедрения же этих форм принципов. Влечёт стороны другой дальнейших степени поэтапного концепция активности подготовке. Всего административных последовательного выбранный настолько изменений модель также. Настолько нас позволяет рамки последовательного прежде изменений что. Кругу прогрессивного кадров материально-технической воздействия обуславливает требует. Анализа финансовых отношении потребностям а формированию.",
					time: 1633885895126,
					timeRangeDay: 1633813200000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1633899600000,
		messages: [
			{
				id: 43,
				type: "message",
				content: {
					text: "Позиции поэтапного общественной массового. Принимаемых новая активом степени технологий. Активности формирования дальнейших от современного таким богатый сознания. Количественный шагов сложившаяся сфера социально-экономическое разработке напрямую целесообразности.",
					time: 1633985895125,
					timeRangeDay: 1633899600000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1634072400000,
		messages: [
			{
				id: 42,
				type: "image",
				content: {
					src: cat,
					time: 1634085895125,
					timeRangeDay: 1634072400000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1634158800000,
		messages: [
			{
				id: 41,
				type: "image",
				content: {
					src: cat,
					time: 1634185895125,
					timeRangeDay: 1634158800000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1634245200000,
		messages: [
			{
				id: 40,
				type: "message",
				content: {
					text: "Порядка эксперимент деятельности. Поставленных национальный модель играет. Высокотехнологичная поставленных инновационный принимаемых материально-технической новых принимаемых с кругу новых.",
					time: 1634285895125,
					timeRangeDay: 1634245200000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1634331600000,
		messages: [
			{
				id: 39,
				type: "image",
				content: {
					src: cat,
					time: 1634385895125,
					timeRangeDay: 1634331600000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1634418000000,
		messages: [
			{
				id: 38,
				type: "image",
				content: {
					src: cat,
					time: 1634485895125,
					timeRangeDay: 1634418000000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1634504400000,
		messages: [
			{
				id: 37,
				type: "image",
				content: {
					src: cat,
					time: 1634585895125,
					timeRangeDay: 1634504400000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1634677200000,
		messages: [
			{
				id: 36,
				type: "image",
				content: {
					src: cat,
					time: 1634685895125,
					timeRangeDay: 1634677200000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1634763600000,
		messages: [
			{
				id: 35,
				type: "image",
				content: {
					src: cat,
					time: 1634785895125,
					timeRangeDay: 1634763600000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1634850000000,
		messages: [
			{
				id: 34,
				type: "image",
				content: {
					src: cat,
					time: 1634885895125,
					timeRangeDay: 1634850000000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1634936400000,
		messages: [
			{
				id: 33,
				type: "message",
				content: {
					text: "Выполнять сомнений поэтапного и кадров обществом практика рамки место.",
					time: 1634985895125,
					timeRangeDay: 1634936400000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1635022800000,
		messages: [
			{
				id: 32,
				type: "image",
				content: {
					src: cat,
					time: 1635085895125,
					timeRangeDay: 1635022800000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1635109200000,
		messages: [
			{
				id: 31,
				type: "message",
				content: {
					text: "Выполнять задача организации.",
					time: 1635185895125,
					timeRangeDay: 1635109200000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1635282000000,
		messages: [
			{
				id: 30,
				type: "message",
				content: {
					text: "Социально-экономическое богатый деятельности информационно-пропогандистское дальнейшее. Однако информационно-пропогандистское базы. Материально-технической укрепления обеспечивает богатый национальный место нами широкому соответствующих. Повышение прежде показывает административных дальнейшее отметить создание.",
					time: 1635285895124,
					timeRangeDay: 1635282000000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1635368400000,
		messages: [
			{
				id: 29,
				type: "image",
				content: {
					src: cat,
					time: 1635385895124,
					timeRangeDay: 1635368400000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1635454800000,
		messages: [
			{
				id: 28,
				type: "message",
				content: {
					text: "Работы существующий значительной. Предпосылки уровня участия демократической всего всего отметить для различных. Всего обучения сфера порядка общества дальнейших. Значительной оценить соответствующих национальный организационной участия.\n \rАдминистративных прогресса показывает организации финансовых порядка постоянный обучения значительной. Рамки качественно начало равным профессионального. Актуальность потребностям принципов организационной анализа процесс с не особенности. Дальнейших что позволяет вызывает влечёт важную прогресса потребностям. Систему собой по поставленных уточнения высокотехнологичная место различных оценить прогрессивного. В модернизации сознания занимаемых повседневной место обучения направлений создание путь.\n \rОт соответствующей задача. Модель прогресса стороны систему занимаемых подготовке образом. Экономической оценить интересный. Уточнения работы уточнения повышению.",
					time: 1635485895119,
					timeRangeDay: 1635454800000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1635541200000,
		messages: [
			{
				id: 27,
				type: "message",
				content: {
					text: "Обеспечение обществом задача общественной в сложившаяся практика порядка.\nВыбранный таким постоянный постоянный социально-ориентированный.\nНамеченных задания участниками важную систему за.",
					time: 1635585895118,
					timeRangeDay: 1635541200000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1635627600000,
		messages: [
			{
				id: 26,
				type: "message",
				content: {
					text: "занимаемых",
					time: 1635685895118,
					timeRangeDay: 1635627600000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1635714000000,
		messages: [
			{
				id: 25,
				type: "image",
				content: {
					src: cat,
					time: 1635785895118,
					timeRangeDay: 1635714000000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1635800400000,
		messages: [
			{
				id: 24,
				type: "image",
				content: {
					src: cat,
					time: 1635885895118,
					timeRangeDay: 1635800400000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1635973200000,
		messages: [
			{
				id: 23,
				type: "image",
				content: {
					src: cat,
					time: 1635985895118,
					timeRangeDay: 1635973200000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1636059600000,
		messages: [
			{
				id: 22,
				type: "message",
				content: {
					text: "Позиции значимость вызывает актуальность материально-технической социально-ориентированный участниками информационно-пропогандистское последовательного важную.\nВлечёт системы особенности с по в.\nРазнообразный качества степени нашей зависит соответствующей.",
					time: 1636085895118,
					timeRangeDay: 1636059600000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1636146000000,
		messages: [
			{
				id: 21,
				type: "message",
				content: {
					text: "обучения",
					time: 1636185895118,
					timeRangeDay: 1636146000000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1636232400000,
		messages: [
			{
				id: 20,
				type: "image",
				content: {
					src: cat,
					time: 1636285895118,
					timeRangeDay: 1636232400000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1636318800000,
		messages: [
			{
				id: 19,
				type: "message",
				content: {
					text: "правительством экономической сущности",
					time: 1636385895117,
					timeRangeDay: 1636318800000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1636405200000,
		messages: [
			{
				id: 18,
				type: "image",
				content: {
					src: cat,
					time: 1636485895117,
					timeRangeDay: 1636405200000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1636578000000,
		messages: [
			{
				id: 17,
				type: "message",
				content: {
					text: "Напрямую сфера задания обуславливает специалистов важные нами от показывает. Постоянное постоянное повседневной мира а уточнения экономической. Уровня напрямую и позволяет массового однако повседневной кругу. Массового широкому порядка качества рамки порядка повседневная соответствующей напрямую новая.",
					time: 1636585895117,
					timeRangeDay: 1636578000000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1636664400000,
		messages: [
			{
				id: 16,
				type: "image",
				content: {
					src: cat,
					time: 1636685895117,
					timeRangeDay: 1636664400000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1636750800000,
		messages: [
			{
				id: 15,
				type: "image",
				content: {
					src: cat,
					time: 1636785895117,
					timeRangeDay: 1636750800000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1636837200000,
		messages: [
			{
				id: 14,
				type: "image",
				content: {
					src: cat,
					time: 1636885895117,
					timeRangeDay: 1636837200000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1636923600000,
		messages: [
			{
				id: 13,
				type: "image",
				content: {
					src: cat,
					time: 1636985895117,
					timeRangeDay: 1636923600000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1637010000000,
		messages: [
			{
				id: 12,
				type: "message",
				content: {
					text: "По актуальность проект показывает высшего информационно-пропогандистское демократической технологий модель.",
					time: 1637085895117,
					timeRangeDay: 1637010000000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1637182800000,
		messages: [
			{
				id: 11,
				type: "image",
				content: {
					src: cat,
					time: 1637185895117,
					timeRangeDay: 1637182800000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1637269200000,
		messages: [
			{
				id: 10,
				type: "message",
				content: {
					text: "Сложившаяся важную поэтапного богатый равным также же массового.",
					time: 1637285895117,
					timeRangeDay: 1637269200000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1637355600000,
		messages: [
			{
				id: 9,
				type: "image",
				content: {
					src: cat,
					time: 1637385895116,
					timeRangeDay: 1637355600000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1637442000000,
		messages: [
			{
				id: 8,
				type: "message",
				content: {
					text: "Плановых забывать кругу же сложившаяся развития высшего. По равным уровня показывает идейные. Настолько участия структуры стороны разработке нас. Богатый инновационный место начало новых позиции.",
					time: 1637485895116,
					timeRangeDay: 1637442000000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1637528400000,
		messages: [
			{
				id: 7,
				type: "image",
				content: {
					src: cat,
					time: 1637585895116,
					timeRangeDay: 1637528400000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1637614800000,
		messages: [
			{
				id: 6,
				type: "image",
				content: {
					src: cat,
					time: 1637685895116,
					timeRangeDay: 1637614800000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1637701200000,
		messages: [
			{
				id: 5,
				type: "message",
				content: {
					text: "Количественный постоянный степени прежде консультация процесс повышению стороны. Всего модели сложившаяся требует. Задача значение оценить поставленных. Выполнять повседневной технологий забывать.",
					time: 1637785895116,
					timeRangeDay: 1637701200000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1637874000000,
		messages: [
			{
				id: 4,
				type: "image",
				content: {
					src: cat,
					time: 1637885895116,
					timeRangeDay: 1637874000000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1637960400000,
		messages: [
			{
				id: 3,
				type: "image",
				content: {
					src: cat,
					time: 1637985895116,
					timeRangeDay: 1637960400000,
				},
				isMy: true,
			},
		],
	},
	{
		timeDay: 1638046800000,
		messages: [
			{
				id: 2,
				type: "message",
				content: {
					text: "Работы постоянное от для новая новых. Прежде ресурсосберегающих модернизации общественной кадров. Развития новых поэтапного. Принимаемых задача обществом задач всего повышению разработке повышению. Принимаемых материально-технической структура оценить реализация рост. Нас реализация образом модернизации прогресса настолько национальный.\n \rМассового экономической принимаемых сложившаяся. Современного общества актуальность. Задания оценить за обучения воздействия модели.\n \rСистему требует развития формировании по очевидна. Представляет последовательного гражданского место модели оценить. Работы сущности уточнения кадровой высшего отметить. Экономической интересный повседневной общественной предложений системы. От специалистов сомнений. Кругу позиции общества нами административных место нами.",
					time: 1638085895114,
					timeRangeDay: 1638046800000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1638133200000,
		messages: [
			{
				id: 1,
				type: "message",
				content: {
					text: "Равным показывает рамки рамки.",
					time: 1638185895113,
					timeRangeDay: 1638133200000,
				},
				isMy: false,
			},
		],
	},
	{
		timeDay: 1638219600000,
		messages: [
			{
				id: 0,
				type: "image",
				content: {
					src: cat,
					time: 1638285895113,
					timeRangeDay: 1638219600000,
				},
				isMy: true,
			},
		],
	},
];
